Repository: Rladmsrl/ccbar
Catalog: ClaudeStats/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# · %@ file%@
source: · %1$@ file%2$@
zh_hans: · %@ 个文件

source: (stale)
zh_hans: （已过时）

source: %@ active days
zh_hans: %@ 个活跃天

source: %@ analyzed
zh_hans: 已分析 %@

# %@ ANTHROPIC / OPENAI variable%@ found in your local environment.
source: %1$@ ANTHROPIC / OPENAI variable%2$@ found in your local environment.
zh_hans: 在本地环境中发现 %@ 个 ANTHROPIC / OPENAI 变量。

source: %@ chars
zh_hans: %@ 个字符

# %@ commit%@
source: %1$@ commit%2$@
zh_hans: %@ 次提交

source: %@ diagnostics
zh_hans: %@ 条诊断

# %@ file%@
source: %1$@ file%2$@
zh_hans: %@ 个文件

source: %@ files
zh_hans: %@ 个文件

source: %@ headings
zh_hans: %@ 个标题

# %@ in · %@ out
source: %1$@ in · %2$@ out
zh_hans: 输入 %@ · 输出 %@

source: %@ installs
zh_hans: %@ 次安装

source: %@ is off
zh_hans: %@ 已关闭

# %@ item%@ skipped
source: %1$@ item%2$@ skipped
zh_hans: 已跳过 %@ 项

source: %@ modified
zh_hans: 已修改 %@

source: %@ ms
zh_hans: %@ 毫秒

source: %@ open tasks
zh_hans: %@ 个待办任务

source: %@ runs
zh_hans: %@ 次运行

source: %@ scopes
zh_hans: %@ 个作用域

source: %@ session statistics
zh_hans: %@ 项会话统计

source: %@ skipped
zh_hans: 已跳过 %@

source: %@ STATUS
zh_hans: %@ 状态

# %@%@ commit%@
source: %1$@%2$@ commit%3$@
zh_hans: %@%@ 次提交

# %@%@ commits
source: %1$@%2$@ commits
zh_hans: %@%@ 次提交

source: 2 tabs
zh_hans: 2 个标签页

source: 30-DAY STATUS UNAVAILABLE
zh_hans: 30 天状态不可用

source: 90 days ago
zh_hans: 90 天前

source: About
zh_hans: 关于

source: ACTION
zh_hans: 操作

source: ACTIVITY
zh_hans: 活动

source: Advanced — custom range
zh_hans: 高级 — 自定义范围

source: Aggregate usage scores in shared UTC windows.
zh_hans: 在共享的 UTC 时间窗口内汇总使用分数。

source: AI-assisted focus
zh_hans: AI 辅助专注

source: AI-ASSISTED SHARE
zh_hans: AI 辅助占比

source: AI-ASSISTED SHARE · PER DAY
zh_hans: AI 辅助占比 · 每日

source: All discovered conversations for the current provider.
zh_hans: 当前服务商下发现的所有会话。

source: All providers
zh_hans: 全部提供方

source: API estimate
zh_hans: API 估算

source: API key storage
zh_hans: API 密钥存储

source: API Provider Switcher
zh_hans: API 提供方切换

# api_key_storage.keychain
source: Keychain
zh_hans: 钥匙串

source: App language
zh_hans: 应用语言

# app.language.system
source: Follow System
zh_hans: 跟随系统

source: Assist
zh_hans: 辅助

source: Attention
zh_hans: 注意

source: AUTO BREAKPOINT
zh_hans: 自动断点

source: Back to App
zh_hans: 返回应用

source: Bars / ln also applies only to multi-day ranges — Today is always an hourly line.
zh_hans: 柱状 / ln 也仅适用于多天范围 —— “今天”始终为按小时折线。

source: Behavior
zh_hans: 行为

source: Binary
zh_hans: 二进制

source: Binary file — no textual diff.
zh_hans: 二进制文件——没有文本差异。

source: BODY
zh_hans: 正文

source: Body truncated at capture limit.
zh_hans: 正文已在抓取上限处截断。

source: BREAKDOWN
zh_hans: 明细

source: Browse local SKILL.md directories and inspect skills.sh metadata.
zh_hans: 浏览本地 SKILL.md 目录,并查看 skills.sh 的元数据。

source: BY MODEL
zh_hans: 按模型

source: Caps both the collapsed bar segments and the expanded SESSIONS list. Extra sessions are grouped into the trailing "N+" segment.
zh_hans: 同时限制折叠条上的段数和展开列表里的会话行数。超出部分会被并入末尾的 "N+" 段。

source: Capture the current configuration to start editing and switching profiles.
zh_hans: 捕获当前配置,即可开始编辑和切换配置档。

source: Chain
zh_hans: 串联

source: Chain Existing System Proxy?
zh_hans: 串联现有系统代理？

source: Changes not represented by any commit in the graph.
zh_hans: 图中任何提交都未涵盖的变动。

source: Check for Updates…
zh_hans: 检查更新…

source: Choose the language CCBar uses after the next restart.
zh_hans: 选择 CCBar 下次重启后使用的语言。

source: Components
zh_hans: 组件

source: Drag rows to reorder. Enabled rows show left-to-right in the menu bar.
zh_hans: 拖动行可重新排序。启用的行从左到右显示在菜单栏中。

source: Drag the tab itself to change edge, position, or screen.
zh_hans: 直接拖动标签即可更换停靠的边、位置或屏幕。

source: How the status item will look. Updates live as you toggle and rearrange below.
zh_hans: 菜单栏图标的实际效果。下方切换或重排时会实时更新。

source: Claude config directory
zh_hans: Claude 配置目录

source: CCBar reads macOS Screen Time (the Knowledge database) to see when your coding surfaces and CLI hosts were focused. macOS keeps that file behind Full Disk Access — grant it, then come back to this tab.
zh_hans: CCBar 会读取 macOS 屏幕使用时间（Knowledge 数据库），以了解你的编码界面与 CLI 主机何时处于焦点。macOS 将该文件置于完全磁盘访问权限之后 —— 授予权限后再回到此标签页。

source: CCBar reads macOS Screen Time to see when your coding surfaces and CLI hosts were focused. macOS protects that database behind Full Disk Access.
zh_hans: CCBar 会读取 macOS 屏幕使用时间，以了解你的编码界面与 CLI 主机何时处于焦点。macOS 将该数据库置于完全磁盘访问权限之后保护。

source: Claude Status
zh_hans: Claude 状态

source: CLAUDE STATUS
zh_hans: Claude 状态

source: CLAUDE USAGE vs COMMITS
zh_hans: CLAUDE 用量 vs 提交

source: CLAUDE USAGE VS COMMITS
zh_hans: CLAUDE 用量 vs 提交

source: Clock hour
zh_hans: 时钟小时

source: CODE CHURN BY REPO
zh_hans: 各仓库代码变动量

source: Coding activity
zh_hans: 编码活动

source: CODING SURFACE · CLI HOST · AI ACTIVE
zh_hans: 编码界面 · CLI 主机 · AI 活跃

source: Coding surface, CLI host, and AI active windows.
zh_hans: 编码界面、CLI 主机与 AI 活跃时段。

source: Coding surfaces
zh_hans: 编码界面

source: Coding-surface focus, CLI host time, and AI bursts for %@.
zh_hans: %@ 的编码界面专注、CLI 主机时长与 AI 爆发。

source: Command errors
zh_hans: 命令错误

source: COMMITS
zh_hans: 提交

source: Commits from projects where Claude sessions ran.
zh_hans: Claude 会话所在项目的提交记录。

source: COMMUNITY
zh_hans: 社区

source: COMPOSITION
zh_hans: 构成

source: CONFIGS
zh_hans: 配置

source: Connecting...
zh_hans: 连接中…

source: CONVERSATION
zh_hans: 对话

source: Copy settings snippet
zh_hans: 复制 settings 片段

source: Cost
zh_hans: 费用

source: Cost mode
zh_hans: 费用模式

# cost_mode.api_estimate
source: API estimate
zh_hans: API 估算

# cost_mode.detailed_billing
source: Detailed billing
zh_hans: 详细账单

source: Couldn't load the diff.
zh_hans: 无法加载差异。

source: Couldn't load this commit.
zh_hans: 无法加载该提交。

# count.active_day.one
source: %d active day
zh_hans: %d 个活跃天

# count.active_day.other
source: %d active days
zh_hans: %d 个活跃天

# count.contribution.one
source: %d contribution
zh_hans: %d 次贡献

# count.contribution.other
source: %d contributions
zh_hans: %d 次贡献

# count.message.one
source: %d message
zh_hans: %d 条消息

# count.message.other
source: %d messages
zh_hans: %d 条消息

# count.session.one
source: %d session
zh_hans: %d 个会话

# count.session.other
source: %d sessions
zh_hans: %d 个会话

# count.token.one
source: %d token
zh_hans: %d 个令牌

# count.token.other
source: %d tokens
zh_hans: %d 个令牌

source: CPU, memory, disk, network, power, and thermal signals.
zh_hans: CPU、内存、磁盘、网络、电源与温度信号。

source: Create a rule to begin.
zh_hans: 创建一条规则以开始。

source: Create or import a provider.
zh_hans: 请新建或导入一个提供方。

source: Custom
zh_hans: 自定义

source: Daily
zh_hans: 每日

source: DAILY BREAKDOWN
zh_hans: 每日明细

source: Daily share of GUI coding-surface focus that overlapped with AI activity.
zh_hans: 每日 GUI 编码界面专注中与 AI 活动重叠的占比。

source: DASHBOARD
zh_hans: 仪表盘

# dashboard.heatmap.active_days_last_3_months
source: %@ · last 3 months
zh_hans: %@ · 最近 3 个月

# dashboard.heatmap.claude_activity
source: CLAUDE ACTIVITY
zh_hans: CLAUDE 活动

# dashboard.heatmap.tokens_value
source: %@ tokens
zh_hans: %@ 令牌

# dashboard.stat.active_days
source: ACTIVE DAYS
zh_hans: 活跃天数

# dashboard.stat.current_streak
source: CURRENT STREAK
zh_hans: 当前连续

# dashboard.stat.favorite_model
source: FAVORITE MODEL
zh_hans: 常用模型

# dashboard.stat.longest_streak
source: LONGEST STREAK
zh_hans: 最长连续

# dashboard.stat.messages
source: MESSAGES
zh_hans: 消息数

# dashboard.stat.peak_hour
source: PEAK HOUR
zh_hans: 高峰小时

# dashboard.stat.sessions
source: SESSIONS
zh_hans: 会话数

# dashboard.stat.total_tokens
source: TOTAL TOKENS
zh_hans: 总令牌

source: Data
zh_hans: 数据

source: Day
zh_hans: 日

source: DAY TIMELINE
zh_hans: 日时间线

source: Density
zh_hans: 密度

source: Detail edge fade
zh_hans: 详情区边缘渐隐

source: Detailed billing
zh_hans: 详细计费

source: DETAILS
zh_hans: 详情

source: Developer tools
zh_hans: 开发者工具

source: Doctor
zh_hans: 诊断

source: DOUBLE-CLICK FOR DIFF
zh_hans: 双击查看差异

source: Enable GitHub in Features to compare your contributions.
zh_hans: 在功能中启用 GitHub，以对比你的贡献。

source: Environment variable conflicts
zh_hans: 环境变量冲突

source: Expand Sessions on app open
zh_hans: 打开应用时展开会话

# export.stamp.day
source: Day
zh_hans: 日

# export.stamp.month
source: Month
zh_hans: 月

# export.stamp.time
source: Time
zh_hans: 时间

source: FAVORITE MODEL
zh_hans: 常用模型

source: Fetching contribution graph…
zh_hans: 正在获取贡献图…

source: FILES CHANGED
zh_hans: 变更文件

source: FILTERS
zh_hans: 筛选

source: First match wins
zh_hans: 首条匹配优先

source: Follow System
zh_hans: 跟随系统

source: FULL DISK ACCESS REQUIRED
zh_hans: 需要完全磁盘访问权限

source: General
zh_hans: 通用

source: Generate a local root certificate before enabling HTTPS inspection.
zh_hans: 在启用 HTTPS 检查前生成本地根证书。

source: Git Activity
zh_hans: Git 活动

source: GIT ACTIVITY
zh_hans: GIT 活动

source: Global rankings
zh_hans: 全球排名

source: HEADERS
zh_hans: 请求头

source: HISTORY
zh_hans: 历史

source: Hosts
zh_hans: 主机

source: How far back to add up the menu-bar metric.
zh_hans: 菜单栏指标向前累加多远。

source: How often CCBar re-scans your session logs in the background.
zh_hans: CCBar 在后台重新扫描会话日志的频率。

source: HOW THE TIME SPLIT
zh_hans: 时间如何分配

source: IMPORT
zh_hans: 导入

source: Include cache reads
zh_hans: 包含缓存读取

source: Include cache reads in token counts
zh_hans: Token 统计包含缓存读取

source: Independent from the in-app setting, so the menu bar can show a less inflated figure (or vice versa).
zh_hans: 独立于应用内设置，因此菜单栏可以显示一个不那么膨胀的数字（或反之）。

source: Install
zh_hans: 安装

source: Install bridge
zh_hans: 安装桥接

source: Install Command
zh_hans: 安装命令

source: Installed Copies
zh_hans: 已安装的副本

source: Keychain
zh_hans: 钥匙串

source: Language
zh_hans: 语言

source: Last %@ days
zh_hans: 最近 %@ 天

source: LAST %@ DAYS
zh_hans: 最近 %@ 天

source: Last action
zh_hans: 上次操作

source: Last backup
zh_hans: 上次备份

source: Last cleanup backup
zh_hans: 上次清理的备份

source: Launch at login
zh_hans: 开机自启

source: left
zh_hans: 剩余

source: Less
zh_hans: 更少

source: ln scale (compress gaps between models)
zh_hans: ln 刻度（压缩模型间的间隔）

source: Loading activity…
zh_hans: 正在加载活动…

source: Loading replies
zh_hans: 正在加载回复

source: Loading…
zh_hans: 加载中…

source: Local environment check
zh_hans: 本地环境检测

# main_page.activity
source: Activity
zh_hans: 活动

# main_page.dashboard
source: Dashboard
zh_hans: 仪表盘

# main_page.switcher
source: Switcher
zh_hans: 切换器

# main_page.terminal
source: Terminal
zh_hans: 终端

# main_page.usage
source: Usage
zh_hans: 用量

source: Manual Route
zh_hans: 手动路由

source: Market Details
zh_hans: 市场详情

source: Max visible sessions
zh_hans: 最多显示的会话数

source: MATCH
zh_hans: 匹配

# menu_bar.metric.cost
source: Cost
zh_hans: 费用

# menu_bar.metric.tokens
source: Tokens
zh_hans: 令牌

# menu_bar.kind.cost
source: Cost
zh_hans: 费用

# menu_bar.kind.cost.caption
source: Estimated USD across the chosen period.
zh_hans: 所选时段内的估算费用（USD）。

# menu_bar.kind.five_hour_prediction
source: 5h prediction
zh_hans: 5 小时预测

# menu_bar.kind.five_hour_prediction.caption
source: Extrapolated time until the 5-hour window exhausts.
zh_hans: 按当前消耗速率估算 5 小时窗口的耗尽时间。

# menu_bar.kind.five_hour_usage
source: 5h usage
zh_hans: 5 小时用量

# menu_bar.kind.five_hour_usage.caption
source: How much of the 5-hour Anthropic quota is used.
zh_hans: 5 小时 Anthropic 配额已使用的比例。

# menu_bar.kind.seven_day_usage
source: 7d usage
zh_hans: 7 天用量

# menu_bar.kind.seven_day_usage.caption
source: How much of the 7-day Anthropic quota is used.
zh_hans: 7 天 Anthropic 配额已使用的比例。

# menu_bar.kind.tokens
source: Tokens
zh_hans: 令牌

# menu_bar.kind.tokens.caption
source: Total tokens across the chosen period.
zh_hans: 所选时段内的总 Token 数。

# menu_bar.preview.empty
source: No components enabled — the menu bar will show a placeholder icon.
zh_hans: 未启用任何组件 — 菜单栏将仅显示占位图标。

# menu_bar.row.include_cache
source: Cache
zh_hans: 缓存

# menu_bar.row.display_mode.remaining_time
source: Remaining time
zh_hans: 剩余时间

# menu_bar.row.display_mode.reset_time
source: Reset time
zh_hans: 重置时间

# menu_bar.row.include_cache.help
source: Include cache-read tokens in the total.
zh_hans: 将 cache-read tokens 计入总量。

# menu.footer.share.help
source: Export a snapshot as a PNG
zh_hans: 将快照导出为 PNG

# menu.footer.update.install
source: Install update
zh_hans: 安装更新

# menu.footer.update.install_version
source: Install update %@
zh_hans: 安装更新 %@

source: merge
zh_hans: 合并

source: MESSAGE
zh_hans: 信息

source: Models
zh_hans: 模型

source: More
zh_hans: 更多

source: MORE
zh_hans: 更多

source: My Commits
zh_hans: 我的提交

source: MY COMMITS
zh_hans: 我的提交

source: Network
zh_hans: 网络

source: NETWORK
zh_hans: 网络

source: No ANTHROPIC or OPENAI overrides were found in process or shell config files.
zh_hans: 进程环境与 shell 配置文件中都没有 ANTHROPIC 相关的覆盖。

source: No changes to show.
zh_hans: 没有可显示的变更。

source: No coding-surface activity data to show — CCBar needs Full Disk Access to read macOS Screen Time.
zh_hans: 没有可显示的编码界面活动数据 —— CCBar 需要完全磁盘访问权限才能读取 macOS 屏幕使用时间。

source: No coding-surface activity recorded in this range.
zh_hans: 此范围内未记录编码界面活动。

source: No coding-surface, CLI host, or AI activity recorded for this day.
zh_hans: 这一天未记录编码界面、CLI 主机或 AI 活动。

source: No commit body.
zh_hans: 提交没有正文。

source: No commits to graph.
zh_hans: 没有可绘制的提交。

source: No daily activity to list.
zh_hans: 没有可列出的每日活动。

source: No environment conflicts
zh_hans: 没有环境变量冲突

source: No matches
zh_hans: 没有匹配项

source: No Matches
zh_hans: 没有匹配项

source: No model activity in this range.
zh_hans: 此范围内无模型活动。

source: No model data in this range.
zh_hans: 这个范围内没有模型数据。

source: No paused breakpoint requests.
zh_hans: 没有暂停的断点请求。

source: No plugins installed.
zh_hans: 未安装插件。

source: No preview available.
zh_hans: 没有可用的预览。

source: No profile selected
zh_hans: 未选中配置档

source: No provider selected
zh_hans: 未选中任何提供方

source: No providers
zh_hans: 暂无提供方

source: No route rules. The selected profile is used for all outbound requests before falling back to auto-detected system proxy.
zh_hans: 无路由规则。在回退到自动检测的系统代理之前，所选配置文件用于所有出站请求。

source: No sample yet
zh_hans: 暂无样本

source: No Sessions
zh_hans: 没有会话

source: No sessions yet
zh_hans: 还没有会话

source: No SSL hosts yet
zh_hans: 暂无 SSL 主机

source: No usage for this period.
zh_hans: 这个时间段还没有使用记录。

source: No usage recorded for this period.
zh_hans: 这个时间段没有使用记录。

source: No usage today yet.
zh_hans: 今天还没有使用记录。

source: No user selected
zh_hans: 未选择用户

source: Non-standard PATH
zh_hans: 非标准 PATH

source: Not connected
zh_hans: 未连接

source: Notch Island
zh_hans: 刘海岛

source: Nothing to break down for this day.
zh_hans: 这一天没有可分解的内容。

source: Nothing to break down for this selection.
zh_hans: 此选择没有可分解的内容。

source: Only hosts in the allowlist are eligible for HTTPS decryption. The first proxy version records CONNECT metadata when interception is not available.
zh_hans: 只有白名单中的主机才可进行 HTTPS 解密。当无法拦截时，首个代理版本会记录 CONNECT 元数据。

source: Open Claude settings
zh_hans: 打开 Claude settings.json

source: Open CCBar automatically when you log in to your Mac.
zh_hans: 登录 Mac 时自动启动 CCBar。

source: OPEN FEATURES
zh_hans: 打开功能

source: Open Project Folder
zh_hans: 打开项目文件夹

source: Open Settings...
zh_hans: 打开设置...

source: OPENAI STATUS
zh_hans: OpenAI 状态

source: Overlap
zh_hans: 重叠

source: OVERLAP
zh_hans: 重合

source: Overview
zh_hans: 概览

source: Packages
zh_hans: 软件包

source: Panel tab
zh_hans: 面板标签页

source: PAYLOAD
zh_hans: 负载

source: PER-REPO COMMIT TIMELINE
zh_hans: 各仓库提交时间线

source: Period
zh_hans: 时间段

source: PERIOD:
zh_hans: 时间段：

source: Pick a rank on the left to inspect the user's current score and trend.
zh_hans: 在左侧选择一个排名以查看该用户当前的分数与趋势。

source: Pick which metric the menu-bar status item displays.
zh_hans: 选择菜单栏状态项显示的指标。

# platforms.claude_status.alerts_description
source: Send a macOS notification when any shown Claude component is not operational.
zh_hans: 已展示的任一 Claude 组件出现非「正常」状态时,通过 macOS 通知提醒你。

# platforms.claude_status.help.enable_alerts
source: Enable Claude Status alerts.
zh_hans: 启用 Claude 状态提醒。

# platforms.notifications.help.open_settings
source: Open macOS Notifications settings to allow alerts.
zh_hans: 在 macOS 系统通知设置中开放提醒权限。

# platforms.notifications.permission_denied
source: Notification permission is denied in macOS Settings. Open Settings to allow alerts.
zh_hans: macOS 设置中拒绝了通知权限。请打开系统设置以授予。

# platforms.notifications.waiting_permission
source: Waiting for macOS notification permission.
zh_hans: 正在等待 macOS 通知权限。

source: Port
zh_hans: 端口

source: Preview
zh_hans: 预览

source: Preview skipped because this file is larger than %@.
zh_hans: 文件超过 %@,已跳过预览。

source: Primary Copy
zh_hans: 主副本

source: Process
zh_hans: 进程

source: Profiles
zh_hans: 配置文件

source: Providers
zh_hans: 提供方

source: Proxy
zh_hans: 代理

source: QUIT
zh_hans: 退出

# range.all
source: All
zh_hans: 全部

source: RECENT COMMITS
zh_hans: 近期提交

source: RECENT SESSIONS
zh_hans: 最近会话

source: Reclaimable development caches
zh_hans: 可回收的开发缓存

source: Refresh
zh_hans: 刷新

source: Refresh every
zh_hans: 刷新间隔

# refresh.interval.one
source: %d minute
zh_hans: %d 分钟

# refresh.interval.other
source: %d minutes
zh_hans: %d 分钟

source: Relative use
zh_hans: 相对使用量

source: Release History
zh_hans: 发布历史

source: replying to #%@
zh_hans: 回复 #%@

source: REPOSITORIES
zh_hans: 仓库

source: Repository workspace
zh_hans: 仓库工作区

source: Required for Discover and Curated.
zh_hans: 「发现」与「精选」需要此 API key。

source: RESULTS
zh_hans: 结果

source: Reveal in Finder
zh_hans: 在访达中显示

source: Reveal Transcript
zh_hans: 显示转录文件

source: Reveal Transcript in Finder
zh_hans: 在访达中显示转录文件

source: Route Rockxy through %@ before enabling the system proxy.
zh_hans: 在启用系统代理前，将 Rockxy 通过 %@ 路由。

source: Route Rules
zh_hans: 路由规则

source: Route rules are stored with the environment and describe outbound routing intent. The selected profile remains the active fallback route for Rockxy.
zh_hans: 路由规则随环境一起存储，用于描述出站路由意图。所选配置文件仍是 Rockxy 的活动回退路由。

source: Route Scope
zh_hans: 路由范围

source: Scanning...
zh_hans: 扫描中…

source: Scanning…
zh_hans: 正在扫描…

source: SCREEN TIME ACCESS NOT GRANTED
zh_hans: 未授予屏幕使用时间访问权限

source: Search
zh_hans: 搜索

source: Search project or title
zh_hans: 搜索项目或标题

source: Search: %@
zh_hans: 搜索: %@

source: See what changed since 1.4.0
zh_hans: 查看自 1.4.0 起的更改

source: Selected profile
zh_hans: 所选配置文件

source: Selected shell config lines will be backed up first, then removed. Process environment variables and read-only files are skipped.
zh_hans: 所选的 shell 配置行会先备份再移除;进程环境变量与只读文件会被跳过。

source: SEND MESSAGE
zh_hans: 发送消息

source: Separate window
zh_hans: 独立窗口

source: Services
zh_hans: 服务

# session.role.assistant
source: Assistant
zh_hans: 助手

# session.role.system
source: System
zh_hans: 系统

# session.role.tool
source: Tool
zh_hans: 工具

# session.role.user
source: User
zh_hans: 用户

# session.stat.estimated_cost
source: ESTIMATED COST
zh_hans: 预估费用

# session.stat.last_activity
source: LAST ACTIVITY
zh_hans: 最近活动

# session.stat.messages
source: MESSAGES
zh_hans: 消息数

# session.stat.total_tokens
source: TOTAL TOKENS
zh_hans: 总令牌

# session.stats.not_parsed
source: Transcript stats haven't been parsed yet.
zh_hans: 对话统计尚未解析。

# session.transcript.empty
source: No readable conversation content found in this transcript.
zh_hans: 在此对话中未找到可读的会话内容。

# session.transcript.loading
source: Loading transcript…
zh_hans: 正在加载对话…

source: SESSIONS
zh_hans: 会话

# sessions.empty.could_not_find
source: Couldn't find %@.
zh_hans: 找不到 %@。

# sessions.empty.no_match_query
source: No session matches "%@".
zh_hans: 没有会话匹配 “%@”。

# sessions.empty.no_matches
source: No Matches
zh_hans: 无匹配项

# sessions.empty.no_provider_data
source: No %@ Data
zh_hans: 无 %@ 数据

# sessions.empty.no_sessions
source: No Sessions
zh_hans: 无会话

# sessions.empty.no_transcripts
source: No usable %@ transcripts found yet.
zh_hans: 尚未找到可用的 %@ 对话。

# sessions.empty.period
source: No sessions for this period.
zh_hans: 此时段无会话。

# sessions.empty.unsupported_provider
source: %@ usage isn't supported yet.
zh_hans: 尚不支持 %@ 用量。

# sessions.scanning
source: Scanning sessions…
zh_hans: 正在扫描会话…

# sessions.search.placeholder
source: Search project or title
zh_hans: 搜索项目或标题

# sessions.sort.cost
source: Cost
zh_hans: 费用

# sessions.sort.recent
source: Recent
zh_hans: 最近

# sessions.sort.tokens
source: Tokens
zh_hans: 令牌

source: Settings
zh_hans: 设置

source: SETTINGS
zh_hans: 设置

# settings.language.restart_required
source: Restart CCBar to apply this language.
zh_hans: 重启 CCBar 后将应用此语言。

# settings.section.about
source: About
zh_hans: 关于

# settings.section.features
source: Features
zh_hans: 功能

# settings.section.floating_tab
source: Floating Tab
zh_hans: 悬浮标签

# settings.section.general
source: General
zh_hans: 通用

# settings.section.menu_bar
source: Menu Bar
zh_hans: 菜单栏

# settings.section.notch_island
source: Notch Island
zh_hans: 刘海岛

# settings.section.platforms
source: Platforms
zh_hans: 平台

# settings.section.terminal
source: Terminal
zh_hans: 终端

# settings.section.tracking
source: Tracking
zh_hans: 跟踪

source: SHARE
zh_hans: 分享

source: Share Stats
zh_hans: 分享统计

source: SHARE STATS
zh_hans: 分享统计

source: Show
zh_hans: 显示

source: Show floating edge tab
zh_hans: 显示悬浮标签

source: Show top bar
zh_hans: 显示顶栏

source: Signing in
zh_hans: 正在登录

source: Since 1.4.0
zh_hans: 自 1.4.0 起

source: Sort
zh_hans: 排序

source: Sort by
zh_hans: 排序方式

source: staged
zh_hans: 已暂存

source: Startup
zh_hans: 启动

source: STATS
zh_hans: 统计

# stats.header.provider_stats
source: %@ STATS
zh_hans: %@ 统计

# stats.header.updated
source: UPD %@
zh_hans: 更新 %@

# stats.pane.activity
source: ACTIVITY
zh_hans: 活动

# stats.pane.sessions
source: SESSIONS
zh_hans: 会话

# stats.pane.usage
source: USAGE
zh_hans: 用量

# stats.period.all_time
source: All time
zh_hans: 全部时间

# stats.period.last_7_days
source: Last 7 days
zh_hans: 最近 7 天

# stats.period.last_30_days
source: Last 30 days
zh_hans: 最近 30 天

# stats.period.today
source: Today
zh_hans: 今天

source: Status alerts
zh_hans: 状态提醒

# status.badge.degraded
source: DEGRADED
zh_hans: 性能下降

# status.badge.maintenance
source: MAINTENANCE
zh_hans: 维护中

# status.badge.major_outage
source: MAJOR OUTAGE
zh_hans: 重大故障

# status.badge.operational
source: OPERATIONAL
zh_hans: 正常

# status.badge.partial_outage
source: PARTIAL OUTAGE
zh_hans: 部分故障

# status.badge.unknown
source: UNKNOWN
zh_hans: 未知

# status.cached_status
source: Using cached status. %@
zh_hans: 使用缓存的状态。%@

# status.cached_uptime
source: Using cached uptime. %@
zh_hans: 使用缓存的可用率。%@

# status.checking
source: Checking
zh_hans: 检查中

# status.claude.checking
source: Checking Claude Status…
zh_hans: 正在检查 Claude 状态…

# status.claude.open
source: Open Claude Status
zh_hans: 打开 Claude 状态

# status.claude.refresh
source: Refresh Claude Status
zh_hans: 刷新 Claude 状态

# status.connecting
source: Connecting…
zh_hans: 正在连接…

# status.disabled
source: Disabled
zh_hans: 已禁用

# status.error
source: Error
zh_hans: 错误

# status.not_connected
source: Not connected
zh_hans: 未连接

# status.severity.degraded_performance
source: Degraded Performance
zh_hans: 性能下降

# status.severity.full_outage
source: Full Outage
zh_hans: 完全故障

# status.severity.major_outage
source: Major Outage
zh_hans: 重大故障

# status.severity.operational
source: Operational
zh_hans: 正常运行

# status.severity.partial_outage
source: Partial Outage
zh_hans: 部分故障

# status.severity.under_maintenance
source: Under Maintenance
zh_hans: 维护中

# status.severity.unknown
source: Unknown
zh_hans: 未知

# status.stale_suffix
source: · stale
zh_hans: · 已过时

# status.updated_short
source: UPD %@
zh_hans: 更新 %@

# status.uptime.accessibility
source: %@, %@, %@ over the last 90 days
zh_hans: 近 90 天内 %@、%@、%@

# status.uptime.degraded_duration
source: degraded performance %@
zh_hans: 性能下降 %@

# status.uptime.full_outage_duration
source: full outage %@
zh_hans: 完全故障 %@

# status.uptime.major_outage_duration
source: major outage %@
zh_hans: 重大故障 %@

# status.uptime.no_data
source: No data
zh_hans: 无数据

# status.uptime.no_downtime
source: %@: no downtime recorded
zh_hans: %@：未记录到停机
